//package ch12.sec03.practice;
//
//public class WinnerAnnouncer {
//    String[] winnerComments = {
//            "운명적인 만남!",
//            "불꽃 튀는 승부!",
//            "눈부신 이상형입니다!",
//            "모두가 인정한 최강 이상형!",
//            "세상에 이런 이상형이?!",
//            "만장일치!",
//            "역대급 이상형 탄생!",
//            "찢었다!",
//            "레전드 우승자!",
//            "마음 속 1픽, 오늘도 나의 선택은 당신!",
//            "심사위원장이 소름 돋았다네요…",
//            "우승자의 미모에 심사위원장 쓰러짐",
//            "태어날 때부터 월드컵 우승자였던 사람",
//            "시작도 전에 결승전 확정된 이상형!",
//            "치명적인 매력… 모두를 홀렸다!",
//            "이건 신이 선택한 이상형입니다…",
//            "이상형 월드컵 역사상 최초!",
//            "완벽한 우승자!",
//            "심사위원장: '솔직히 이 사람 나도 찍었다'",
//            "상대팀 모두 GG 선언하고 퇴장",
//            "오늘부터 내 배경화면 예약",
//            "다음 시즌 결승 진출권 자동 확보",
//            "사람인가, 조각인가…"
//    };
//
//    public String getRandomComment () {
//
//    }
//
//    public void getDateFormatChoice () {
//    }
//
//}
